Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# OSUpdateManagedDeviceText
source: Your organization is requiring your device to be updated to tvOS %@. You can choose to update now or it will restart and update automatically on %@.
ar: تتطلب مؤسستك تحديث جهازك إلى ⁨tvOS %@⁩. يمكنك اختيار التحديث الآن أو سيعاد تشغيل الجهاز والتحديث تلقائيًا على %@.
ca: L’organització requereix que actualitzis el dispositiu al tvOS %@. Pots actualitzar‑lo ara o es reiniciarà i s’actualitzarà automàticament el dia %@.
cs: Vaše organizace vyžaduje aktualizaci zařízení na tvOS %@. Aktualizaci můžete spustit hned, jinak se zařízení %@ restartuje a aktualizaci nainstaluje automaticky.
da: Din organisation kræver, at din enhed opdateres til tvOS %@. Du kan vælge at opdatere nu, eller vente til den genstartes og opdateres automatisk den %@.
de: Deine Organisation verlangt, dass dein Gerät auf tvOS %@ aktualisiert wird. Du kannst jetzt aktualisieren oder dein Gerät startet am %@ automatisch neu und führt das Update durch.
el: Ο οργανισμός σας απαιτεί την ενημέρωση της συσκευής σας στο tvOS %@. Μπορείτε να επιλέξετε να πραγματοποιήσετε ενημέρωση τώρα, ή επανεκκίνηση και αυτόματη ενημέρωση την/στις %@.
es: Tu organización requiere que actualices el dispositivo a tvOS %@. Si no actualizas ahora, se reiniciará y actualizará automáticamente el %@.
es_us: Tu organización requiere que actualices tu dispositivo a tvOS %@. Puedes actualizarlo ahora o se reiniciará y actualizará automáticamente el %@.
fi: Organisaatiosi vaatii laitteen päivityksen tvOS-versioon %@. Voit halutessasi päivittää nyt, tai se käynnistetään uudelleen ja päivitetään automaattisesti %@.
fr: Votre organisation exige que votre appareil soit mis à jour vers tvOS %@. Vous pouvez lancer la mise à jour maintenant ou attendre que votre appareil redémarre et se mette à jour automatiquement le %@.
fr_ca: Votre organisation requiert la mise à jour de votre appareil vers tvOS %@. Vous pouvez effectuer la mise à jour maintenant ou attendre le %@ qu’un redémarrage automatique mette à jour le système.
he: הארגון שלך מחייב ביצוע עדכון לגירסת ⁨tvOS %@⁩. באפשרותך לבחור אם לעדכן את המכשיר כעת או לאפשר הפעלה מחדש ועדכון אוטומטי ב: %@.
hi: आपके संगठन के मुताबिक़ आपके डिवाइस को tvOS %@ पर अपडेट करने की ज़रूरत है। आप अभी अपडेट करने का विकल्प चुन सकते हैं या %@ को इसे ऑटोमैटिकली रीस्टार्ट और अपडेट कर दिया जाएगा।
hr: Vaša organizacija zahtijeva ažuriranje vašeg uređaja na tvOS %@. Možete odabrati ažuriranje sada ili će se automatski ponovno uključiti i ažurirati %@.
hu: A szervezete megköveteli, hogy az eszköze a tvOS %@ rendszerre legyen frissítve. Dönthet úgy, hogy most végzi el a frissítést, vagy az eszköz ekkor fog automatikusan újraindulni és frissülni: %@.
id: Organisasi Anda mengharuskan perangkat Anda untuk diperbarui ke tvOS %@. Anda dapat memilih untuk memperbarui sekarang atau perangkat akan dimulai ulang dan diperbarui secara otomatis pada %@.
it: La tua organizzazione sta richiedendo l’aggiornamento del dispositivo a tvOS %@. Puoi scegliere di procedere adesso o attendere che il dispositivo venga riavviato e aggiornato automaticamente il giorno %@.
ja: 組織/団体によってデバイスをtvOS %@にアップデートすることが必須とされています。今すぐアップデートするか、%@にデバイスを再起動して自動的にアップデートするかを選択できます。
ko: 사용자의 조직에서 사용자의 기기를 tvOS %1$@ 버전으로 업데이트할 것을 요구합니다. 지금 업데이트하도록 선택할 수 있습니다. 선택하지 않은 경우에는 %@에 기기가 재시동되고 자동으로 업데이트됩니다.
ms: Organisasi anda memerlukan peranti anda dikemas kini kepada tvOS %@. Anda boleh memilih untuk mengemas kini sekarang atau ia akan mula semula dan dikemas kini secara automatik pada %@.
nb: Organisasjonen krever at enheten din oppdateres til tvOS %@. Du kan velge å oppdatere nå, eller så vil den starte på nytt og oppdatere automatisk %@.
nl: Je organisatie vereist dat je apparaat wordt bijgewerkt naar tvOS %@. Je kunt de update nu installeren of de update wordt automatisch geïnstalleerd op %@ nadat het apparaat opnieuw is opgestart.
pl: Twoja organizacja wymaga uaktualnienia urządzenia do systemu tvOS %@. Możesz zrobić to od razu. W przeciwnym razie urządzenie uruchomi się ponownie i automatycznie zainstaluje uaktualnienie %@.
pt_br: Sua organização exige a atualização do seu dispositivo para o tvOS %@. Se você não atualizar agora, o dispositivo será reiniciado e atualizado automaticamente em %@.
pt_pt: A sua organização requer a atualização do dispositivo com o tvOS %@. Pode atualizar agora ou o dispositivo será reiniciado e atualizado automaticamente a %@.
ro: Organizația dvs. impune actualizarea dispozitivului dvs. la tvOS %@. Puteți opta să îl actualizați acum sau va reporni și va fi actualizat automat pe %@.
ru: Ваша организация требует обновить устройство до tvOS %@. Вы можете сделать это сейчас, либо %@ устройство перезагрузится и установит обновление автоматически.
sk: Vaša organizácia vyžaduje aktualizáciu vášho zariadenia na tvOS %@. Môžete ho aktualizovať hneď alebo sa automaticky reštartuje a aktualizuje %@.
sl: Vaša organizacija zahteva posodobitev vaše naprave na operacijski sistem tvOS različice %@. Posodobite jo lahko zdaj ali pa se bo samodejno znova zagnala in posodobila dne %@.
sv: Din organisation kräver att din enhet uppdateras till tvOS %@. Du kan välja att uppdatera nu, annars startas den här enheten om och uppdateras automatiskt %@.
th: องค์กรของคุณต้องการให้อัปเดตอุปกรณ์เป็น tvOS %@ คุณสามารถเลือกได้ว่าจะอัปเดตตอนนี้หรือจะให้อุปกรณ์เริ่มการทำงานใหม่และอัปเดตโดยอัตโนมัติในวันที่ %@
tr: Kuruluşunuz, aygıtınızın tvOS %@ sürümüne güncellenmesini gerektiriyor. Şimdi güncellemeyi seçebilirsiniz ya da aygıt %@ tarihinde otomatik olarak yeniden başlatılıp güncellenir.
uk: Ваша установа вимагає оновити ваш пристрій до tvOS %@. Можна оновити зараз, або пристрій перезапуститься та оновиться автоматично %@.
vi: Tổ chức của bạn yêu cầu cập nhật thiết bị của bạn lên tvOS %@. Bạn có thể lựa chọn cập nhật bây giờ hoặc thiết bị sẽ khởi động lại và cập nhật tự động vào %@.
zh_cn: 你的组织要求将设备更新至Apple tvOS %@。你可以选择立即更新，否则设备将在%@重新启动并自动更新。
zh_hk: 你的機構要求你的裝置更新至tvOS %@。你可以選擇立即更新，否則它將於%@自動重新啟動並更新。
zh_tw: 你的組織要求裝置更新到tvOS %@。你可以選擇立即更新或在%@重新開機並自動更新。

# OSUpdateMenuItemAllowReflash
source: Allow Flash Same Version
ar: السماح بإصدار Flash نفسه
ca: Permet sobreescriure la mateixa versió
cs: Povolit flashování stejné verze
da: Tillad samme Flash-version
de: Gleiche Version überschreiben erlauben
el: Να επιτρέπεται η ίδια έκδοση Flash
es: Permitir enviar la versión actual
es_us: Permitir sobrescribir la misma versión
fr: Autoriser la même version de Flash
fr_ca: Autoriser la reprogrammation vers la même version
he: לאפשר עדכונים לאותה הגירסה
hi: Flash के समान संस्करण को अनुमति दें
hr: Dozvoli istu verziju Flasha
hu: Azonos verziók flashelésének (írásának) engedélyezése
id: Izinkan Flashing Versi yang Sama
it: Consenti il flash per la stessa versione
ja: 同じバージョンのフラッシュ（OTA）を許可
ko: 동일 버전 플래시 허용
ms: Benarkan Versi Sama Flash
nb: Tillat bruk av samme versjon
nl: Sta zelfde Flash-versie toe
pl: Dopuszczaj flashowanie tej samej wersji
pt_br: Permitir Mesma Versão do Flash
pt_pt: Permitir mesma versão
ro: Permiteți suprascrierea aceleiași versiuni
ru: Разрешить подсвечивать эту же версию
sk: Povoliť flashovanie rovnakej verzie
sl: Dovolite isto različico storitve Flash
sv: Tillåt uppdatering till samma version
th: อนุญาตให้ OTA ในเวอร์ชั่นเดียวกันได้
uk: Дозволити таку саму версію прошивки
vi: Cho phép chạy cùng phiên bản
zh_cn: 允许刷写相同版本
zh_hk: 允許更新相同版本
zh_tw: 允許更新相同版本

# OSUpdateMenuItemAppleConnectID
source: Account
ar: الحساب
ca: Compte
cs: Účet
da: Konto
el: Λογαριασμός
es: Cuenta
es_us: Cuenta
fi: Tili
fr: Compte
fr_ca: Compte
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
ja: アカウント
ko: 계정
ms: Akaun
nb: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Учетная запись
sk: Účet
sl: Račun
sv: Konto
th: บัญชี
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_cn: 账户
zh_hk: 帳户
zh_tw: 帳號

# OSUpdateMenuItemAppleConnectPassword
source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
es_us: Contraseña
fi: Salasana
fr: Mot de passe
fr_ca: Mot de passe
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 암호
ms: Kata Laluan
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra‑passe
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu
zh_cn: 密码
zh_hk: 密碼
zh_tw: 密碼

# OSUpdateMenuItemCheckInterval
source: Periodic Check Interval (s)
ar: الفاصل الزمني للتحقق الدوري (ث)
ca: Interval de comprovació periòdica (s)
cs: Interval pravidelných kontrol (s)
da: Interval for periodisk kontrol
de: Periodischer Intervall-Check (s)
el: Μεσοδιάστημα περιοδικού ελέγχου (σε δευτ.)
es: Intervalo de comprobación periódica (s)
es_us: Intervalo(s) de verificación periódica
fi: Tarkistusväli (s)
fr: Intervalle de vérification périodique (s)
fr_ca: Intervalle de vérification périodique
he: מרווח בדיקה תקופתי (שנ׳)
hi: आवधिक जाँच अंतराल
hr: Interval periodičke provjere (s)
hu: Időszakos ellenőrzés intervalluma (másodperc)
id: Interval Pemeriksaan Berkala (s)
it: Intervalli verifica periodica
ja: 定期チェックの間隔（秒）
ko: 정기적인 확인 간격(초)
ms: Selang Semak Berkala (s)
nb: Intervall for periodisk kontroll
nl: Interval(len) periodieke controle
pl: Interwały kontroli okresowych
pt_br: Intervalo de Verificação Periódica (seg)
pt_pt: Intervalo de verificação periódica (s)
ro: Interval verificare periodică (s)
ru: Интервал периодической проверки (с)
sk: Interval pravidelného vyhľadávania (s)
sl: Interval občasnega preverjanja (s)
sv: Periodiskt kontrollintervall (s)
th: ช่วงเวลาเช็คประจำ (วินาที)
tr: Düzenli Denetleme Aralığı (sn)
uk: Інтервал періодичної перевірки (с)
vi: Khoảng thời gian Kiểm tra Định kỳ (s)
zh_cn: 定期检查间隔
zh_hk: 定期檢查時間（秒）
zh_tw: 定期檢查週期

# OSUpdateMenuItemCheckLogin
source: Verify AppleConnect Credentials
ar: التحقق من صلاحيات AppleConnect
ca: Verifica les credencials de l’AppleConnect
cs: Ověřit přihlašovací údaje pro AppleConnect
da: Bekræft AppleConnect-godkendelsesoplysninger
de: AppleConnect-Anmeldedaten überprüfen
el: Επαλήθευση διαπιστευτηρίων AppleConnect
es: Verificar credenciales de AppleConnect
es_us: Verificar credenciales de AppleConnect
fi: Vahvista AppleConnect-tunnistetiedot
fr: Vérifier vos identifiants AppleConnect
fr_ca: Vérifier les informations d’identification d’AppleConnect
he: אימות אישורי AppleConnect
hi: AppleConnect के क्रेडेंशियल सत्यापित करें
hr: Provjerite informacije za AppleConnect
hu: AppleConnect bejelentkezési adatok ellenőrzése
id: Verifikasi Info Pengesahan AppleConnect
it: Verifica le credenziali AppleConnect
ja: AppleConnect資格情報を検証
ko: AppleConnect 자격 증명 확인
ms: Sahkan Kelayakan AppleConnect
nb: Verifiser AppleConnect-akkreditiver
nl: Verifieer AppleConnect-inloggegevens
pl: Zweryfikuj dane uwierzytelniania AppleConnect
pt_br: Verificar Credenciais do AppleConnect
pt_pt: Confirmar credenciais AppleConnect
ro: Verificare acreditări AppleConnect
ru: Проверить параметры AppleConnect
sk: Overiť prihlasovacie údaje pre AppleConnect
sl: Preveri poverilnice AppleConnect
sv: Verifiera AppleConnect-login
th: ตรวจสอบยืนยันข้อมูลประจำตัว AppleConnect
tr: AppleConnect Kimlik Bilgilerini Doğrula
uk: Перевірити облікові дані AppleConnect
vi: Xác minh Thông tin đăng nhập AppleConnect
zh_cn: 验证AppleConnect凭证
zh_hk: 驗證AppleConnect憑証
zh_tw: 驗證AppleConnect憑證

# OSUpdateMenuItemMALogging
source: MobileAsset Logging
ar: تسجيل MobileAsset
ca: Registre de MobileAsset
cs: Protokolování MobileAsset
da: MobileAsset-logning
de: MobileAsset-Protokollierung
el: Καταγραφή MobileAsset
es: Registro MobileAsset
es_us: Registro de MobileAsset
fi: MobileAsset-kirjaaminen
fr: Journalisation de MobileAsset
fr_ca: Enregistrement de MobileAsset
he: רישום MobileAsset
hi: MobileAsset लॉगिंग
hr: MobileAsset log zapisi
hu: MobileAsset naplózása
id: Pencatatan MobileAsset
ja: MobileAssetログ
ko: MobileAsset 로그 기록
ms: Pengelogan MobileAsset
nb: MobileAsset-loggføring
nl: MobileAsset-log bijhouden
pl: Logowanie MobileAsset
pt_br: Registro MobileAsset
pt_pt: Registos de MobileAsset
ro: Jurnale MobileAsset
ru: Журнал MobileAsset
sk: Zaznamenávanie MobileAsset
sl: Beleženje MobileAsset
sv: MobileAsset-loggning
th: การเก็บบันทึกข้อมูลเนื้อหาของอุปกรณ์เคลื่อนที่
tr: MobileAsset Günlüğü
uk: Ведення журналу MobileAsset
vi: Bản ghi MobileAsset
zh_cn: MobileAsset登录
zh_hk: MobileAsset記錄
zh_tw: MobileAsset記錄

# OSUpdateMenuItemSkipObliterate
source: Skip Reset Obliteration
ar: تخطي المسح عند إعادة التعيين
ca: Omet l’eliminació durant el restabliment
cs: Přeskočit reset s odstraněním dat
da: Spring nulstilling over
de: Löschung durch Zurücksetzen überspringen
el: Παράλειψη εξάλειψης επαναφοράς
es: Omitir eliminación al restablecer
es_us: Omitir eliminación de restauración
fr: Ignorer la suppression lors de la réinitialisation
fr_ca: Ignorer la suppression lors de la réinitialisation
he: דילוג על הפסקת האיפוס
hi: “ऑब्लिटरेशन रीसेट करें” स्किप करें
hr: Preskoči brisanje resetiranjem
hu: Alaphelyzetbe állítási törlés kihagyása
id: Lewati Obliterasi Pengaturan Ulang
it: Salta ripristino obliterazione
ja: 抹消のリセットをスキップ
ko: 재설정 삭제 건너뛰기
ms: Langkau Reset Pemusnahan
nb: Hopp over nullstilling
nl: Sla 'Stel obliteratie opnieuw in' over
pl: Pomijaj ścieranie po wyzerowaniu
pt_br: Ignorar Obliteração de Reinicialização
pt_pt: Ignorar anulação da reposição
ro: Omiteți obliterarea la resetare
ru: Пропустить полное стирание
sk: Preskočiť resetovanie s odstránením dát
sl: Preskoči brisanje s ponastavitvijo
sv: Hoppa över nollställning
th: ข้าม Reset Obliteration
uk: Пропустити стирання під час скидання
vi: Bỏ qua xóa sạch đặt lại
zh_cn: 跳过重置抹消
zh_hk: 略過重設清除操作
zh_tw: 略過重置清除操作

# OSUpdateMenuItemSkipUpdate
source: Skip OTA Apply
ar: تخطي تطبيق OTA
ca: Omet l’aplicació d’OTA
cs: Přeskočit použití OTA
da: Spring OTA-anvendelse over
de: OTA-Anwendung überspringen
el: Παράλειψη ασύρματης εφαρμογής
es: Omitir aplicación inalámbrica
es_us: Omitir aplicación inalámbrica
fr: Ignorer l’application OTA
fr_ca: Ignorer l’application sans fil
he: דילוג על החלת עדכוני OTA
hi: “OTA लागू करें” स्किप करें
hr: Preskoči primjenu OTA
hu: OTA alkalmazásának kihagyása
id: Lewati Penerapan OTA
it: Salta applicazione OTA
ja: OTAの適用をスキップ
ko: OTA 적용 건너뛰기
ms: Langkau Penggunaan OTA
nb: Hopp over OTA-bruk
nl: Sla update over
pl: Pomijaj zastosowanie OTA
pt_br: Ignorar Aplicação OTA
pt_pt: Ignorar aplicação OTA
ro: Omiteți aplicarea OTA
ru: Пропустить заявку на OTA
sk: Preskočiť použitie OTA
sl: Preskoči uporabo OTA
sv: Hoppa över trådlöst utförande
th: ข้ามการทำ OTA
uk: Пропустити перевірку OTA
vi: Bỏ qua áp dụng OTA
zh_cn: 跳过OTA应用
zh_hk: 略過OTA套用
zh_tw: 略過OTA套用

# OSUpdateMenuItemUseAppleConnect
source: Use AppleConnect
ar: استخدام AppleConnect
ca: Utilitza l’AppleConnect
cs: Použít AppleConnect
da: Brug AppleConnect
de: AppleConnect verwenden
el: Χρήση AppleConnect
es: Usar AppleConnect
es_us: Usar AppleConnect
fi: Käytä AppleConnectia
fr: Utiliser AppleConnect
fr_ca: Utiliser AppleConnect
he: שימוש ב-AppleConnect
hi: AppleConnect का उपयोग करें
hr: Koristi AppleConnect
hu: AppleConnect használata
id: Gunakan AppleConnect
it: Usa AppleConnect
ja: AppleConnectを使用
ko: AppleConnect 사용
ms: Gunakan AppleConnect
nb: Bruk AppleConnect
nl: Gebruik AppleConnect
pl: Użyj AppleConnect
pt_br: Usar AppleConnect
pt_pt: Usar AppleConnect
ro: Utilizați AppleConnect
ru: Использовать AppleConnect
sk: Použiť AppleConnect
sl: Uporabi AppleConnect
sv: Använd AppleConnect
th: ใช้ AppleConnect
tr: AppleConnect Kullan
uk: Використовувати AppleConnect
vi: Sử dụng AppleConnect
zh_cn: 使用AppleConnect
zh_hk: 使用AppleConnect
zh_tw: 使用AppleConnect

# OSUpdateMenuSectionAdvanced
source: advanced settings
ar: الإعدادات المتقدمة
ca: configuració avançada
cs: pokročilé nastavení
da: avancerede indstillinger
de: erweiterte Einstellungen
el: προηγμένες ρυθμίσεις
es: ajustes avanzados
es_us: configuración avanzada
fi: lisävalinnat
fr: réglages avancés
fr_ca: réglages avancés
he: הגדרות מתקדמות
hi: एडवांस सेटिंग
hr: napredne postavke
hu: haladó beállítások
id: pengaturan lanjutan
it: impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
ms: seting lanjutan
nb: avanserte innstillinger
nl: geavanceerde instellingen
pl: ustawienia zaawansowane
pt_br: ajustes avançados
pt_pt: definições avançadas
ro: configurări avansate
ru: Дополнительные настройки
sk: rozšírené nastavenia
sl: napredne nastavitve
sv: avancerade inställningar
th: การตั้งค่าขั้นสูง
tr: ileri düzey ayarlar
uk: додаткові параметри
vi: cài đặt nâng cao
zh_cn: 高级设置
zh_hk: 進階設定
zh_tw: 進階設定

# OSUpdateMenuValueNone
source: <none>
ar: <لا شيء>
ca: <cap>
cs: <není>
da: <ingen>
de: <Ohne>
el: <κανένας>
es: <ninguna>
es_us: <ninguno>
fi: <ei mitään>
fr: <aucun>
fr_ca: <aucun>
he: <ללא>
hi: <कोई नहीं>
hr: <bez>
hu: <nincs>
ja: <なし>
ko: <없음>
ms: <tiada>
nb: <ingen>
nl: <geen>
pl: <brak>
pt_br: <nenhuma>
pt_pt: <nenhuma>
ro: <nimic>
ru: <нет>
sk: <žiadne>
sv: <inget>
th: <ไม่มี>
tr: <yok>
uk: <немає>
vi: <không có>
zh_cn: <无>
zh_tw: ＜無＞

# OSUpdateMenuValuePasswordEntered
source: <entered>
ar: <تم الإدخال>
ca: <introduïda>
cs: <zadáno>
da: <indtastet>
de: <eingegeben>
el: <εισάχθηκε>
es: <introducida>
es_us: <ingresada>
fi: <syötetty>
fr: <saisi>
fr_ca: <entré>
he: <הוזן>
hi: <दर्ज>
hr: <uneseno>
hu: <megadva>
ja: <入力済み>
ko: <입력됨>
ms: <dimasukkan>
nb: <oppgitt>
nl: <ingevoerd>
pl: <podane>
pt_br: <digitado>
pt_pt: <digitada>
ro: <introdusă>
ru: <введен>
sk: <zadané>
sv: <angivet>
th: <ป้อนแล้ว>
tr: <girildi>
uk: <введено>
vi: <đã nhập>
zh_cn: <输入>
zh_hk: <已輸入>
zh_tw: <已輸入>

# OSUpdateOperationDownloadingText
source: Downloading
ar: يجري التنزيل
ca: Descarregant
cs: Stahování
da: Henter
de: Laden
el: Λήψη…
es: Descargando
es_us: Descargando
fi: Ladataan
fr: Téléchargement en cours
fr_ca: Téléchargement
he: מוריד
hi: डाउनलोड जारी है
hr: Preuzimanje u tijeku
hu: Letöltés
id: Mengunduh
it: Scarico
ja: ダウンロード中
ko: 다운로드 중
ms: Memuat Turun
nb: Laster ned
nl: Downloaden
pl: Pobieram
pt_br: Baixando
pt_pt: A descarregar
ro: Descărcare
ru: Загрузка
sk: Sťahujem
sl: Prenašanje
sv: Hämtar
th: กำลังดาวน์โหลด
tr: İndiriliyor
uk: Викачування
vi: Đang tải về
zh_cn: 正在下载
zh_hk: 正在下載
zh_tw: 下載中

# OSUpdateOperationPreparingAfterRedownloadText
source: Finishing up
ar: يجري الانتهاء
ca: Acabant
cs: Dokončování
da: Færdiggør
de: Fertigstellen …
el: Ολοκλήρωση…
es: Terminando
es_us: Terminando
fi: Viimeistellään
fr: Finalisation
fr_ca: Finalisation
he: בתהליך סיום
hi: पूरा किया जा रहा है
hr: Dovršavanje
hu: Befejezés
id: Menyelesaikan
it: Concludo
ja: 終了中
ko: 종료 중
ms: Menyelesaikan
nb: Fullfører
nl: Voltooien
pl: Kończę
pt_br: Finalizando
pt_pt: A terminar
ro: Finalizare în curs
ru: Завершение
sk: Dokončujem
sl: Dokončevanje
sv: Slutför
th: กำลังสิ้นสุด
tr: Bitiriliyor
uk: Завершування
vi: Đang hoàn tất
zh_cn: 即将完成
zh_hk: 即將完成
zh_tw: 即將完成

# OSUpdateOperationPreparingProgressText
source: Preparing…
ar: يجري التحضير…
ca: Preparant…
cs: Příprava…
da: Forbereder…
de: Vorbereiten …
el: Προετοιμασία…
es: Preparando…
es_us: Preparando…
fi: Valmistellaan…
fr: Préparation…
fr_ca: Préparation…
he: מכין…
hi: तैयार किया जा रहा है…
hr: Pripremanje…
hu: Előkészítés…
id: Menyiapkan…
it: Preparo…
ja: 準備中…
ko: 준비 중…
ms: Menyediakan…
nb: Forbereder…
nl: Voorbereiden…
pl: Przygotowuję…
pt_br: Preparando…
pt_pt: A preparar…
ro: Pregătire…
ru: Подготовка…
sk: Pripravujem…
sl: Pripravljanje …
sv: Förbereder…
th: กำลังเตรียม…
tr: Hazırlanıyor…
uk: Підготування…
vi: Đang chuẩn bị…
zh_cn: 正在准备…
zh_hk: 正在準備⋯
zh_tw: 準備中⋯

# OSUpdateOperationPreparingText
source: Preparing
ar: يجري التحضير
ca: Preparant
cs: Příprava
da: Forbereder
de: Vorbereiten …
el: Προετοιμασία…
es: Preparando
es_us: Preparando
fi: Valmistellaan
fr: Préparation
fr_ca: Préparation
he: מכין
hi: तैयार किया जा रहा है
hr: Pripremanje
hu: Előkészítés
id: Menyiapkan
it: Preparo
ja: 準備中
ko: 준비 중
ms: Menyediakan
nb: Forbereder
nl: Voorbereiden
pl: Przygotowuję
pt_br: Preparando
pt_pt: A preparar
ro: Pregătire
ru: Подготовка
sk: Pripravujem
sl: Pripravljanje
sv: Förbereder
th: กำลังเตรียม
tr: Hazırlanıyor
uk: Готування
vi: Đang chuẩn bị
zh_cn: 正在准备
zh_hk: 準備中
zh_tw: 準備中

# OSUpdateOperationRedownloadingText
source: Completing download
ar: يجري إكمال التنزيل
ca: Completant la descàrrega
cs: Dokončování stahování
da: Færdiggør overførsel
de: Download abschließen
el: Ολοκλήρωση λήψης…
es: Completando la descarga
es_us: Finalizando descarga
fi: Viimeistellään latausta
fr: Fin du téléchargement
fr_ca: Fin du téléchargement
he: משלים את ההורדה
hi: डाउनलोड पूरा किया जा रहा है
hr: Dovršavanje preuzimanja
hu: Letöltés befejezése
id: Menyelesaikan pengunduhan
it: Completo il download
ja: ダウンロードを完了中
ko: 다운로드 완료 중
ms: Menyelesaikan muat turun
nb: Fullfører nedlasting…
nl: Download voltooien
pl: Kończę pobieranie
pt_br: Completando o download
pt_pt: A concluir descarga
ro: Finalizare descărcare
ru: Завершение загрузки
sk: Dokončujem sťahovanie
sl: Dokončevanje prenosa
sv: Slutför hämtning
th: ใกล้จะดาวน์โหลดเสร็จ
tr: İndirme tamamlanıyor
uk: Завершування викачування
vi: Đang hoàn thành tải về
zh_cn: 即将完成下载
zh_hk: 即將完成下載
zh_tw: 正在完成下載

# OSUpdateRestoreCancelMenuItemCancel
source: Cancel Restore
ar: إلغاء الاستعادة
ca: Cancel·la la restauració
cs: Zrušit obnovu
da: Annuller gendannelse
de: Wiederherstellung abbrechen
el: Ακύρωση επαναφοράς
es: Cancelar restauración
es_us: Cancelar restauración
fi: Kumoa palautus
fr: Annuler la restauration
fr_ca: Annuler la restauration
he: ביטול השחזור
hi: रीस्टोर रद्द करें
hr: Poništi obnavljanje
hu: Visszaállítás megszakítása
id: Batalkan Pemulihan
it: Annulla ripristino
ja: 復元をキャンセル
ko: 복원 취소
ms: Batalkan Pemulihan
nb: Avbryt gjenoppretting
nl: Annuleer terugzetten
pl: Anuluj odtwarzanie
pt_br: Cancelar Restauração
pt_pt: Cancelar restauro
ro: Anulați restaurarea
ru: Отменить восстановление
sk: Zrušiť obnovu
sl: Prekliči obnovitev
sv: Avbryt återställning
th: ยกเลิกกู้คืน
tr: Geri Yüklemekten Vazgeç
uk: Скасувати відновлення
vi: Hủy khôi phục
zh_cn: 取消恢复
zh_hk: 取消還原
zh_tw: 取消回復

# OSUpdateRestoreCancelMenuItemContinue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
es_us: Continuar
fi: Jatka
fr: Continuer
fr_ca: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Далі
vi: Tiếp tục
zh_cn: 继续
zh_hk: 繼續
zh_tw: 繼續
